{
  "ptBR": {
    "content": {
      "header": {
        "call": "Olá, me chamo Hefler",
        "subtitle": "Desenvolvedor FullStack",
        "secondary": {
          "line-one": "Desenvolver",
          "line-two": "Programar",
          "line-three": "Solucionar",
          "line-four": "Criar"
        }
      },
      "body": {
        "about": {
          "title": "COMO POSSO TE AJUDAR?",
          "text": "Sendo um desenvolvedor Fullstack, posso realizar todas as etapas de criação de uma página, porém meu foco é no Frontend, pegando todas as ideias, wireframes, etc, e tornando em um produto viável."
        },
        "skills": {
          "title": "MINHAS HABILIDADES",
          "webdev": {
            "title": "Web Dev",
            "text": "Conhecimento relacionado ao desenvolvimento para criar e manter websites."
          },
          "frontend": {
            "title": "Frontend",
            "text": "Conhecimento focado em poderosas tecnologias do mercado para a construção de interfaces."
          },
          "backend": {
            "title": "Backend",
            "text": "Conhecimento focado em lidar com as operações que acontecem por detrás da aplicação."
          }
        },
        "projects": {
          "title": "PROJETOS",
          "text": "Como um membro ativo do Github, coloco todos meus projetos e repositórios lá. Porém estou criando um portfólio mais 'visual' e logo disponibilizarei aqui.",
          "button": "CONFERIR"
        },
        "aboutMe": {
          "title": "SOBRE MIM",
          "location": "Porto Alegre, Rio Grande do Sul",
          "text": "Olá, eu sou o Hefler! Utilizo do JavaScript como uma poderosa ferramenta para transformar ideias em produtos digitais, sempre mantendo atenção aos detalhes, estabilidade e escalonabilidade do projeto, fazendo com que seja o mais fácil possível realizar manutenções e mantê-lo. Estou fechando meu primeiro ano como profissional, trabalhava como FullStack em uma plataforma de inteligência de mercado imobiliário mas decidi expandir meus horizontes para trabalhar com diversas possibilidades diferentes."
        },
        "footer": {
          "title": "CONTATO",
          "text": "Bom, eu adoraria não apenas entrar em contato com possíveis empregadores, mas também com pessoas que compartilham os mesmos interesses que eu. Então, quer bater um papo?",
          "linkedin": " Contate-me através do ",
          "email": " ou pelo "
        }
      }
    }
  },
  
  "enUS": {
    "content": {

    }
  }
}
